var categories = [
    "Adventure": {
        [
            "Night Out. Daniel Miyares. 2018. Schwartz & Wade/Random House": "Night OutThis nearly wordless book opens with a young boy in a boarding school who eats separately at dinner and lies awake while his peers sleep. After receiving an invitation with the words “the honor of your presence is requested,” the boy looks out the window at a full moon, trying to decide if he will accept the invitation or not. Who could the invitation be from? What kind of adventure awaits? Should he follow the enclosed map? The boy exits the window and takes off on his bike under the moonlight. The gouache and colored pencil illustrations capture the mystery of nighttime as the boy travels across the countryside. The color palette changes as he meets new friends and enjoys a party at his destination. The story unfolds much like a dream, allowing children to bring their imaginations to the narrative as they wonder what adventures they might have on a night out.",
            "Otis and Will Discover the Deep: The Record-setting Dive of the Bathysphere. Barb Rosenstock. Ill. Katherine Roy. 2018. Little, Brown.": "Otis and WillThis nonfiction picture book tells the story of two men obsessed with the sea. Otis Barton, an engineer, and Will Beebe, a naturalist, both wondered what the deep ocean looked like. In the 1930s they worked together to build a diving tank called the Bathysphere that would allow explorers to go deeper than ever before. The dramatic text and mixed-media illustrations chronicle their record-setting dive in increments of 100 feet. A wordless double gatefold captures the blue-black beauty of the ocean at the depth of 800 feet. Roy’s lush illustrations portray the time period, the technical details, and action of the underwater world. Sea life is featured on the endpapers with labels. Readers will not be disappointed in the accuracy and depth of content. The ample back matter includes archival photographs as part of the author’s and illustrator’s notes."
        ]
    }
    
    
    "Horror": {
        {
            "The Little Hands":
    "I’ve never lived in a haunted house, but my mother did as a teen,” writes Reddit.com user PatentedSpaceHook, recounting a true event. “Other houses on her street had strange things going on too. A few homes away from her lived a family. One night, the daughter went to bed with a bad headache. The next day, she was dead—she’d passed away from an aneurysm.
    
    “After her funeral, the family went away to get their minds off the tragedy, and the father asked my uncle—my mom’s brother—to check on their pets. My mom and dad (who were dating at the time) went with him; my mother had heard there was a grand piano, and she wanted to play it. My dad was studying to be a veterinarian.
    
    “After entering the house, my uncle and my father headed to the basement to see the animals, and my mother went to the piano on the ground floor. She was playing it when she felt something brush her ankles. She thought a cat must have left the basement and walked past her. She kept playing. And then she felt it again.
    
    “She looked under the piano and saw nothing. When she started again, she felt hands clasp her legs tightly. She dashed to the basement door, called my uncle and father, and waited for them. Back outside, my uncle could tell my mom was rattled and asked what was wrong.
    
    “She told him what had happened, and he turned white. He told her the daughter who had died used to play a game with her father. When he played the piano, she’d crawl underneath, grab his ankles and push his feet up and down on the pedals.”
    
    If that experience sounds thrilling to you, you might like exploring what paranormal experts say are the most haunted places in America."
        }
    }
    
    "Fantasy": {
        {
            "Heaven":"“My neighbor Diane and I had a playful poltergeist for years, and we called it Billy.” So begins Reddit.com user abbys_alibi in their real-life ghost story. “I’d come home and find something put in a weird place: milk in a cupboard, toilet paper in the fridge, laundry detergent in the bathtub. Diane once called to ask if Billy had been around, because she couldn’t find a gallon of milk. We finally found it outside on her back steps. And sugar … darn sugar! Every morning, my sugar bowl was empty.
    
    “When I’d had enough, I would point to Diane’s home and yell, ‘Go see Diane!’ Within five minutes, I’d get a call from her. ‘Thanks a lot,’ she’d say. He’d gone and pulled shenanigans at her place. This occurred for the entire two years we lived there. No one believed us—not even our husbands. My mother thought someone was stealing from us when we were sleeping or out of the house. My sister believed something was going on but didn’t know what. I still can’t explain any of it."
        }
    }
    "Humour": {
        {
            "Lucy":"Before Reddit.com user Digsdaws got down to recounting their scariest of ghost stories—about living in a place that was obviously teaming with honest-to-goodness members of the spiritual world—they pointed out the irony of ghost stories that begin with the phrase, “I don’t believe in ghosts, but …” After all, no matter how a ghost story begins, it always hinges on the notion that, come on, of course we believe in ghosts!
    
    “A few years ago, I moved into a one-bedroom apartment in Melbourne, Australia,” they went on to recall. “It was my first time living on my own. The apartment block had been built in the 1930s. I’d been there for a few months when I came home from work one day and went into the bathroom. I saw something strange: A wooden board, which had covered a hole in the ceiling that led to a small attic space, lay fractured in two pieces on the ground. I examined the pieces. The board was an inch thick, and it would have taken Bruce Lee to break it. I thought the landlord had sent someone to work on the attic. I was frozen stiff with fear. Someone is up there for sure, I thought.
    
    “I emailed pictures to the landlord, asking if anyone had been there (with an undertone of annoyance, since she hadn’t warned me). Her reply read, ‘Please call me as soon as you are able to.’ I called, and she explained that her last two tenants had said the same thing happened. She promised to replace the board, and she did.
    
    “A month later, I woke up one night around 4 a.m. My body was covered in goose bumps. It felt like someone was rubbing his or her hands on me. Everything was silent, but then I heard a dragging sound coming from above my bed. It was as if someone was pulling a sack of potatoes. I froze, convinced someone was up there. There is no way an animal could make that sound. After five minutes, I worked up the courage to turn on the light, armed myself with a cricket bat and walked to the bathroom.
    
    “That’s when I saw that the new board covering the hole was broken in two! I felt sick. The dragging sound had stopped. But I heard something else: whispering. The sound was clear and coming from the attic. It sounded like children’s voices, and I could hear one sentence repeated over and over: ‘It’s your turn … It’s your turn …’
    
    “I switched on every light in the apartment to make things feel normal. It was 5 a.m. and dark outside. I watched TV to try to unwind. Then a fuse blew. My pet budgie, Dexter, whom I kept in the kitchen, usually never made a sound at night, but he started squawking like he was being strangled. I’d never heard him make those sorts of noises—he was screaming. I grabbed my car keys, ran out, sat in my car and waited there until the sun came up.
    
    “When I saw people walking their dogs, this comforted me enough to go back in. The front door was open, but I figured I might’ve forgotten to close it when I ran out. I went to the kitchen to check on Dexter, but he wasn’t in his cage.
    
    “I felt sick again. All my windows were closed, so I looked everywhere inside. When I walked to the bathroom, I heard splashing. Dexter was half drowned in the toilet! I took him out, washed him and dried him. I was so confused. At 8 a.m., I called the landlord and gave her a watered-down version of the night. ‘Oh, wow, you heard the whispering too!’ she said.
    
    “I stayed in that apartment for another 18 months. I heard the whispering on a few occasions, and twice the board covering the hole in the ceiling moved. Although I live elsewhere now, the landlord recently called. She said that her new tenants had begged to speak with me about some of the stuff that’s been going on there. Forget it—it’s their problem now.“"
        }
    }
    "Mystery": {
        {
            "noname":"“One night when I was 10, I was woken up by my bedroom door opening, followed by someone sitting on my bed,” Reddit.com user kmendo4 recalls of a childhood brush with a very persistent ghostly apparition. “I felt my leg grazed and the bed sink under a person’s weight. It’s just Mom, I thought, and I opened my eyes.
    
    “It was not my mom. I found an eyeless boy—he had black, empty sockets—about my age sitting at the foot of my bed. He extended his hand, and in it was a little box. I was startled but reached out. He pulled back. I reached again and said, ‘Give it.’ Then I blinked, and when I reopened my eyes, he was gone. But I could still see the imprint where he’d sat on my bed.
    
    “Fast-forward five years. My girlfriend came over to do homework. After she finished, she took a nap while she waited for her parents. When they arrived, I tried waking her up. She opened her eyes suddenly, looking up at a corner where the wall met the ceiling. She pointed there and went back to sleep. I shook her again. She came to full consciousness, and I explained what she’d done. She looked haunted. ‘Up on the wall, I saw a little boy with no eyes. He was there, in a Spider-Man pose, staring at me.’ I freaked out and told her my story about the same kid.
    
    “Fast-forward another five years. I was with the same girlfriend, and we had a 2-year-old. We were living in my parents’ house, in my old room. My daughter started waking up at the same time every night, and she’d talk. After a while, I noticed she had almost the same conversation every night. I playfully asked her once whom she was talking to. She said, ‘It’s a little boy. He’s nice. He’s lost and looking for his mommy.’ My daughter’s nightly conversations continued until we got our own place later that year.”"
        }
    }
    "Non-Fiction": {
        {
            "Feather":"Here is a story that dates back to 1910, but almost any student at Huntingdon College in Montgomery, Alabama, should recognize it. That’s because the events that led up to it are said to have actually happened. As the story goes, in 1910, a young woman who was new to the school was known for her love of the color red. Sadly, she was also known for being “strange” and a “loner.”
    
    As the first term got underway, the young woman grew increasingly isolated. Eventually, she took her life by slashing her wrists. Her body was discovered in a red gown, drenched in blood. From then on, students and faculty have been reporting sightings of a young woman dressed all in red. She’s appeared all around the college’s campus. The figure, dwelling in perpetual isolation, is often cited as a reminder of the importance of being kind to one’s peers."
        }
    }
    "Poetry": {
        {
            "Long distance":"I lost it down a waterfall. It was only a phone, but I found myself bawling like a spoiled toddler as l watched it rapidly plummet towards its watery grave. He titled his piece “Looking for Kelly” and it was only then that I realized why I cried. That tiny 4.9-ounce device was the lifeline to the most intimate human connection I had ever known. (klr) Long Distance Your bed’s got two wrong sides. Your life’s all grouse. | let your phone-call take its dismal course: Ah can’t stand it no more, this empty house! Carrots choke us without your mam’’s the white sauce! Them sweets you brought me, you can have ‘em back. I’m diabetic now. Got all the facts. (Diabetes comes hard on the track of two coronaries and cataracts.) I’ve all liked things sweet! But now ah push food down my throat! Ah, ‘d sooner do without. And only reason now for beer‘s to flush (so t dietician said) my kidneys out. When | come round, they’ll be laid out, the sweets, Lifesavers, my father’s New World treats, still in the big brown bag, and only bought rushing through JFK as a last thought.
    "
        }
    }
    "Romance": {
        {
            "Unknown": "Article here"
        }
    }
    "Paranormal": {
        {
            "Of Course": "Article here"
        }
    }
    "LGBTQ+": {
        {
            "Shade": "Article here"
        }
    }
    "Short Story": {
        {
            "Allow": "Article here"
        }
    }
    "New Adult": {
        {
            "Rides": "here"
        }
    }
    "Crime": {
        {
            "Never Again": "here"
        }
    }
    "Teen Fiction": {
        {
            "Forever": "here"
        }
    }
    "Thrill": {
        {
            "Hills": "here"
        }
    }
    "Contemporary LitFantasy": {
        {
            "Crowded": "here"
        
        }
    
    }
    
]